rasp_chisl = open('data/chisl.txt', 'r', encoding='utf-8').read().split('#\n')
rasp_znam = open('data/znam.txt', 'r', encoding='utf-8').read().split('#\n')

rasp_today = (
    'Расписание на понедельник:\n',
    'Расписание на вторник:\n',
    'Расписание на среду:\n',
    'Расписание на четверг:\n',
    'Расписание на пятницу:\n',
    'Расписание на субботу:\n',
    'Расписание на воскресенье:\n')

rasp_zvon = (
    'Расписание звонков:\n'
    '1. 08:00–08:45, 08:50–09:35\n'
    '2. 09:45–10:30, 10:35–11:20\n'
    '3. 11:30–12:15, 12:20–13:05\n'
    '4. 13:35–14:20, 14:25–15:10\n'
    '5. 15:20–16:05, 16:10–16:55\n'
    '6. 17:05–17:50, 17:55–18:40\n'
    '7. 17:05–17:50, 17:55–18:40\n'
    '8. 17:05–17:50, 17:55–18:40\n'
)
rasp_konsul = (
    'Расписание консультаций:\n'
    '1. Философия 14.06.2017 08:30 909/3б\n'
    '2. Экономика 17.06.2017 08:30 1009/3б\n'
    '3. Комплексный анализ 20.06.2017 08:30	628/3б\n'
    '4. Пакеты прикладных программ 23.06.2017 08:30 434/3б\n'
)

rasp_exams = (
    'Расписание экзаменов:\n'
    '1. Философия 15.06.2017 10:00 909/3б\n'
    '2. Экономика 18.06.2017 10:00 1009/3б\n'
    '3. Комплексный анализ 21.06.2017 10:00 628/3б\n'
    '4. Пакеты прикладных программ 24.06.2017 09:00	112/3г\n'
)